{
  "hu": [
    {
      "title": "Mi az a Veho?",
      "description": "A Veho egy online platform, ahol könnyedén megoszthatod ötleteidet másokkal, és együttműködhetsz azok megvalósításában, részletesen bemutathatod ötletedet és problémamegoldó képességét.",
      "imagePath": "idea.png"
    },
    {
      "title": "Van egy ötletem, hogyan tudom megosztani?",
      "description": "Az ötletek megosztásához regisztrálnod kell a Veho-ra, majd a főoldalon található 'Ötlet megosztása' gombra kattintva tudod feltölteni az ötletedet.",
      "imagePath": "idea2.png"
    },
    {
      "title": "Nincs ötletem, de szeretnék segíteni másoknak, hogyan tudom ezt megtenni?",
      "description": "Regisztrálj a weboldalon és böngéssz az ötletek között, ha találsz olyat, amiben segíteni tudsz, írj a felhasználónak és egyeztessetek a részletekről. Ha nincs ötleted, de szeretnél segíteni, akkor a főoldalon található 'Ötletek' menüpontban tudsz keresni.",
      "imagePath": "idea3.jpg"
    },
    {
      "title": "Hogyan tudok csapatot találni az ötletem megvalósításához?",
      "description": "A Veho-n található ötletek között böngészve találhatsz olyan ötleteket, amelyek érdekelnek, és amelyekhez csatlakozni szeretnél. Az ötlet oldalán található 'Csatlakozás' gombra kattintva tudod jelezni az ötlet tulajdonosának, hogy csatlakoznál az ötlet megvalósításához.",
      "imagePath": "group.jpg"
    },
    {
      "title": "Hány ötletet tudok megosztani?",
      "description": "Bármennyi ötletet megoszthatsz, amennyit csak szeretnél, azonban arra kérünk, hogy csak olyan ötleteket osztass meg, amelyek valóban megvalósíthatóak és értéket adnak a közösségnek.",
      "imagePath": "idea3.png"
    }
  ],
  "en": [
    {
      "title": "What is Veho?",
      "description": "Veho is an online platform where you can easily share your ideas with others, collaborate on their implementation, showcase your ideas in detail and demonstrate your problem-solving skills.",
      "imagePath": "idea.png"
    },
    {
      "title": "I have an idea, how can I share it?",
      "description": "To share ideas, you need to register on Veho, then click on the 'Share Idea' button on the homepage to upload your idea.",
      "imagePath": "idea2.png"
    },
    {
      "title": "I don't have an idea, but I want to help others, how can I do this?",
      "description": "Register on the website and browse through the ideas. If you find one where you can help, write to the user and discuss the details. If you don't have an idea but want to help, you can search in the 'Ideas' section on the homepage.",
      "imagePath": "idea3.jpg"
    },
    {
      "title": "How can I find a team to implement my idea?",
      "description": "By browsing through the ideas on Veho, you can find ones that interest you and that you want to join. Click on the 'Join' button on the idea page to let the idea owner know that you would like to join in implementing the idea.",
      "imagePath": "group.jpg"
    },
    {
      "title": "How many ideas can I share?",
      "description": "You can share as many ideas as you want, but we ask that you only share ideas that are truly feasible and add value to the community.",
      "imagePath": "idea3.png"
    }
  ]
}
